<template>
  <div class="vue-01">
    <detailHeader></detailHeader>
    <div class="content">
      <div class="detailCont">
        <h3>26岁的我。</h3>
        <p>先记录下家里的事情。</p>
        <p>爷爷去年去世了。2019-11-23。81岁。我没有爷爷了。</p>
        <p>2020年4月份，姥爷夜叉出来生病了，肺栓塞。要命的病，还治不好、还好安心养着就行。希望他能好好保护自己。</p>
        <p>爸爸妈妈和每年一样，没什么事情。觉得爸爸老了</p>
        <p>今年全国还爆发了“新冠状病毒”，全国封城，大家都不出门，不上学，不上班。在家里待着。 在这期间 ，弟弟订婚了。我爸妈也着急了，开始催我。</p>
        <p>从回家过年的时候开始催，弄得我特别的难受，和爸爸产生了很多的矛盾。也和赛男生气了很长时间。现在觉得不能和爸爸沟通，在爸爸的世界里，他自己想的就是对的，如果不和他想的一样，他就会不开心。他想着让我早点订婚，我倒是没什么想法，但是家里催了，我就也想着订婚了，但是赛男不想。他可能还觉得自己还小，还不想早早的订婚结婚。但是爸爸妈妈可着急了。那也没什么办法，这是两个人的事情。不是一方说的算的。</p>
        <p>在这件事情上，我根本没什么想法，好像很多时候我都没有想法，怎么都行。只要你们不生气。我怎么都行。我不太重要。最后的结果就是，我和赛男明年打算订婚，虽然过程不开心，可以说是非常不开心了，我和家长弄的很不开心。家长很生气。我和赛男也是生气。都是怪我没有处理事情的能力。事情就这么过去了。、</p>
        <p>现在我开始为了房子发愁了。。。</p>
        <p>我自己想在家里买房子。原因就是离家近，没房贷。我觉得房贷的占比更大一些。</p>
        <p>赛男想在大城市，她觉得家里不好。她说的那些我站在她的立场我都可以理解。但是沈阳的房子太贵了。基本就是首付加30年的贷款，我真的不想被房贷压我那么多年。可是现在来看，没什么办法。赛男就是想在大城市。如果我选择和她在一起的话，就要选择这种。爸妈从我小的时候就出去打工，一年在一起不超过2月。以后如果我在沈阳了，在一起的时间也不会长了吧。去大城市过什么样的生活，不敢想象。我总觉得我不属于那个地方。或者说我可能没能里在哪里活的滋润。</p>
        <p>现在没事就开始看沈阳的房价，开始去了解沈阳，看着那1万+的房价。我心里真是难受。太贵了，我家负担不起。</p>
        <p>还有赛男的彩礼，一想以后都是用钱的地方，房子。彩礼，婚礼。。。。真感觉缺钱。我真想回家买房子。</p>
        <hr>
        <p>现在自己有些难受，每天很多都在应付。已经没有自己了，赛男总会因为一些小事情不开心，发脾气。我看他发脾气就很生气，但是也不能表现出来。就不说话。这都是小事，但是多了的话，时间长了会出问题吧。现在还没有。</p>
      </div>
    </div>
    <div id="toTop"></div>
  </div>
</template>
<script>
import detailHeader from "../../../components/detailHeader";
export default {
  components: { detailHeader },
  created() {}
};
</script>
<style  scoped>
</style>