<template>
  <div class="vue-01">
    <detailHeader></detailHeader>
      <div class="content">
        <div class="detailCont">
          <h3>25岁的我。</h3>
          <p>现在我处于一个非常尴尬的年纪。家里人认为现在的我该结婚了，其实我的心里对结婚并没有太大的想法，我和赛男也挺好的，我觉得以后也会和她结婚的，但是现在我真的想法不大。大多数是因为家里的催促。周围年纪相仿的人都结婚了，连比我小两岁的弟弟过了年也订婚了。家长应该是更着急了。</p>
          <p>还面临着买房子。掏干家里所有的钱，买个房子。我想在家里买房子。赛男想在除了朝阳以外的地方买，沈阳。</p>
          <p>想在家里买房子的原因，离家近，房价低。以后生活压力小。离父母也近。以后的生活变化的可能大一些。有可能以后会做生意。</p>
          <p>在沈阳买房子的话，离家里远，房价也高，以后压力大。不知道去了沈阳能挣多少钱。如果也是12k就好了。我觉得去了沈阳以后就得上班了。还不能没有了工作。没了工作就还不上房贷了。生活会挺紧把的。</p>
          <p>主要要面对的就是结婚、买房。</p>
          <p>我这个年龄不应该是在努力奋斗么。现在也没啥奋斗的。天天上班。拿着固定的工资。以年为目标希望下一年的工资是多少。越来越觉得做生意好。虽然做生意有做生意的难处。但是自己的事业，做着也有激情。挣了赔了是自己的。打工倒是稳定。但是没有发财的希望。</p>
          <p>现在我不想和家里人联系。一联系就问啥时候订婚呀。人家都怎么怎么样了，然后就是一味地否定你。我现在就想一个人，过一个人的生活。当然不是说不想和赛男在一块。意思是不想让除了自己的人参与自己的事情，让我一个人静静的。安安静静，做点自己喜欢的事情。</p>
          <p>现在习惯了应付别人，不管是家里人还是赛男。不想让他们生气。什么事情都是哼哼哈哈，我心里怎么想的不重要。他们舒服就行了。</p>
          <p>我现在只想挣钱。有了钱，觉得什么就都好了。</p>
        </div>
    </div>
    <div id="toTop"></div>
  </div>
</template>
<script>
import detailHeader from "../../../components/detailHeader";
export default {
  components: { detailHeader },
  created() {}
};
</script>
<style  scoped>
</style>